Repository: Luc-Ami/PlanLibre
Catalog: po/*.po
Languages: fr

source: Cost excl. non-working days, clamped : %.3f
fr: Coût en excl.les jours non-ouvrés, contraint : %.3f

source: Duration : %d hour(s) and %d minute(s) (excl. non-working days, clamped).
fr: Durée : %d heure(s) et %d minute(s) (excl. jours non-ouvrés, contraint).

source: Diagram 2 of 2 : repartition of worked days (excl. non-working days).
fr: Diagramme 2 de 2 : répartition des jours travaillés (à l'excl. jours non travaillés).

source: Diagram %d of %d
fr: Diagramme %d de %d

source: Diagram : net duration repartition
fr: Diagramme : répartition des durées, net

source: Project "%s" has %d task(s),
fr: Le projet "%s" a %d tâche(s),

source: Table 2 of 2 : global datas
fr: Tableau 2 de 2 : données globales

source: The current project has %d task(s)
fr: Le projet en cours a %d tâche(s)

source: <big><b>Completed </b></big>
fr: <big><b>Achevé </b></big>

source: <big><b>In progress </b></big>
fr: <big><b>En cours </b></big>

source: <big><b>Overdue </b></big>
fr: <big><b>En retard </b></big>

source: <big><b>To do</b></big>
fr: <big><b>En attente</b></big>

source: Away
fr: Absence

source: Categ.
fr: Catég.

source: Cost
fr: Coût

source: Email
fr: Courriel

source: Id
fr: Identifiant

source: None
fr: Aucun

source: Public holiday
fr: Férié

source: Task name
fr: Nom tâche

source: day off
fr: repos

source: holidays
fr: vacances

source: %.2f <i>fixed</i>-<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f <i>fixe</i>-<b> <span background="black" color="white"> %.2f </span></b>

source: %.2f <i>per day</i>-<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f <i>par jour</i>-<b> <span background="black" color="white"> %.2f </span></b>

source: %.2f <i>per hour</i>-<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f <i>par heure</i>-<b> <span background="black" color="white"> %.2f </span></b>

source: %.2f <i>per month</i>-<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f <i>par mois</i>-<b> <span background="black" color="white"> %.2f </span></b>

source: %.2f <i>per week</i>-<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f <i>par semaine</i>-<b> <span background="black" color="white"> %.2f </span></b>

source: %.2f per unknown rate --<b> <span background="black" color="white"> %.2f </span></b>
fr: %.2f par taux inconnu --<b> <span background="black" color="white"> %.2f </span></b>

source: %d day(s)
fr: %d jour(s)

source: %d day(s) and %d hour(s).
fr: %d jour(s) et %d heure(s).

source: %d day(s) backward
fr: Avancer de %d jour(s)

source: %d day(s) forward
fr: Retarder de %d jour(s)

source: %d day(s).
fr: %d jour(s).

source: %d hour(s).
fr: %d heure(s).

source: %d/%d task(s)
fr: %d/%d tâche(s)

source: %s costs (estimated excl. non-working days) : %s %.2f
fr: Coûts pour %s (estimés en excluant les jours non travaillés) : %s %.2f

source: %s has completed %d task(s)
fr: %s a achevé %d tâche(s)

source: %s if on go for %d task(s)
fr: %s est en cours pour %d tâche(s)

source: %s if overdue for %d task(s)
fr: %s est en retard pour %d tâche(s)

source: %s is assigned to %d task(s)
fr: %s est assigné à %d tâche(s)

source: %s is assigned to %d task(s)
fr: %s est assigné à %d tâche(s)

source: %s works (estimated excl. non-working days, using true effective schedule, clamped) %d hour(s) and %d minute(s)
fr: %s travaille (estimé en excl. les jours non ouvrés, d'après utilisant le calendrier réel, contraint) %d heure(e) et %d minute(s)

source: %s, %d day(s)
fr: %s, %d jour(s)

source: %s/calendar-%s.ics
fr: %s/calendrier-%s.ics

source: %s/report-%s.rtf
fr: %s/rapport-%s.rtf

source: (raw)materials
fr: Matériaux

source: *PlanLibre critical : Error saving %s: %s*
fr: *PlanLibre : Erreur lors de l'enregistrement de %s: %s*

source: - overload on tasks : %s, %s
fr: - surcharge sur les tâches : %s, %s

source: <b><big>%d</big></b> ressource(s) sucessfully appended.
fr: <b><big>%d</big></b> ressource(s) ajoutées avec succès.

source: <b><big>%d</big></b> task(s) sucessfully appended. Dashboard will be updated <u>only</u> when ressoources are assigned to new task(s).
fr: <b><big>%d</big></b> tâche(s) ajoutées avec succès. Le tableau ne sera mis à jour <u>que</u> lorsque des ressources seront affectées aux nouvelles tâches.

source: <b><i>No</i></b>
fr: <b><i>Non</i></b>

source: <b><i>done</i></b>
fr: <b><i>fait</i></b>

source: <b><i>error</i></b>
fr: <b><i>erreur</i></b>

source: <b>> for tasks overdue : </b>
fr: <b>> pour les tâches en retard : </b>

source: <b>> tasks completed yesterday : </b>
fr: <b>> tâches achevées hier : </b>

source: <b>> tasks starting today : </b>
fr: <b>> tâches démarrant aujourd'hui : </b>

source: <b>> tasks starting tomorrow : </b>
fr: <b>> tâches démarrant demain : </b>

source: <b>Automated emails</b>
fr: <b>Courriels automatisés</b>

source: <b>Can't do that !</b> Dates mismatch ! This task has predecessor(s). Current task 'Starting' date must be <i>after</i> predecessor task 'Ending' date. Please check the dates, or modify predecessor's dates to solve this issue.
fr: <b>Impossible de faire çà !</b> Les dates sont incohérentes ! Cette tâche a un/des prédécesseur(s). La date 'de début' doit être <i>postérieure</i> à la date 'de fin' du prédécesseur. Veuillez vérifier les dates, ou modifier les dates du prédécesseur pour résoudre ce problème.

source: <b>Can't do that !</b> Dates mismatch ! This task is a predecessor for one or more other tasks. Current task 'Ending' date must be <i>before</i> children task 'Starting' date. Please check the dates, or modify children's dates to solve this issue.
fr: <b>Impossible de faire çà !</b> Les dates sont incohérentes ! Cette tâche est le prédécesseur d'une ou plusieurs autres tâches. La 'date de fin' de la tâche actuelle doit être <i>antérieure</i> à la 'date de début' du successeur. Veuillez vérifier les dates, ou modifier les dates du successeur pour résoudre ce problème.

source: <b>Can't do that !</b> Ressources conflict ! This task can't use same ressource(s) than other task(s). Check if ressource(s) : <b>%s</b> isn't used on the same period by an other task, in order to solve this issue.
fr: <b>Impossible de faire çà !</b> Conflit de ressources ! Cette tâche ne peut utiliser la/les même(s) ressource(s) que les autres tâches. Vérifiez si la/les ressource(s) : <b>%s</b> n'est utilisée sur la même période par une autre tâche, afin de résoudre le problème.

source: <b>Can't do that !</b> Tasks conflict ! This task can't be at the same time a predecessor and a successor for another task !
fr: <b>Opération impossible !</b> Conflit entre tâches ! Cette tâche ne peut être simultanément prédécesseur et successeur

source: <b>Current starting date</b>
fr: <b>Date de début actuelle</b>

source: <b>Date and Time management :</b>
fr: <b>Gestion date et temps :</b>

source: <b>Day : </b>
fr: <b>Jour : </b>

source: <b>Details :</b>
fr: <b>Détails :</b>

source: <b>Edition</b>
fr: <b>Édition</b>

source: <b>Error !</b> You can't set a <i>don't start before</i> date <u>after</u> <i><b>task start date</b></i> date! Planlibre has automatically changed due date.
fr: <b>Erreur !</b> Vous ne pouvez pas fixer une date <i>ne pas commencer avant</i> <u>après</u> <i><b>la date de début</b></i> de la tâche ! Planlibre a automatiquement ajusté la date d'échéance.

source: <b>Error !</b> You can't set a date+duration <i>after</i> task's deadline date! Please, change deadline date or task duration.
fr: <b>Erreur !</b> Vous ne pouvez définir une date+durée <i>après</i>la date butoir de la tâche ! Veuillez modifier la date butoir ou la durée de la tâche.

source: <b>Error!</b> Dates mismatch ! Current task 'Ending' date must be <i>after</i> task's 'Starting' date. Please check the dates, or modify tasks's dates.
fr: <b>Erreur !</b> Incohérence de dates ! La 'date de fin' de la tâche actuelle doit se situer <i>après</i> sa 'date de début'. Veuillez vérifier les dates, ou modifier les dates des tâches.

source: <b>Error!</b> Dates mismatch ! 'Ending' date must be <i>after</i> 'Starting' date. Please check the dates.
fr: <b>Erreur !</b> Incohérence de dates ! La date de 'fin' doit être <i>postérieure</i> à la date de 'début'. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! 'Ending' date must be <i>after</i> 'period' starting date. Please check the dates.
fr: <b>Erreur !</b> Problème de dates ! La 'date de fin' doit se situer <i>après</i> la date de début de la 'période'. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! 'Ending' date must be <i>inside</i> 'project' limits. Please check the dates.
fr: <b>Erreur !</b> Incohérence de dates ! La date de 'fin' doit se situer à l'<i>intérieur</i> des bornes du projet. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! 'Starting' date must be <i>before</i> 'Ending' date. Please check the dates.
fr: <b>Erreur !</b> Incohérence de dates ! La date de 'début' doit se situer <i>avant</i> la date de 'fin'. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! 'Starting' date must be <i>before</i> 'period' ending date. Please check the dates.
fr: <b>Erreur !</b> Incohérence de dates ! La date de 'début' doit se situer <i>avant</i> la date de 'fin' de la période. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! 'Starting' date must be <i>inside</i> 'project' limits. Please check the dates.
fr: <b>Erreur !</b> Incohérence de dates ! La date de 'début' doit se situer à l'<i>intérieur</i> des bornes du projet. Veuillez vérifier les dates.

source: <b>Error!</b> Dates mismatch ! Date and date+duration must be <i>before</i> project's 'Ending' date. Please check the dates or modify project's properties.
fr: <b>Erreur !</b> Incohérence de dates ! La date et le total date+durée doivent se situer <i>avant</i> la date de fin du projet. Veuillez vérifier les dates ou modifier les propriétés du projet.

source: <b>Error!</b> Dates mismatch ! Date must be <i>before</i> project's 'Ending' date. Please check the dates or modify project's properties.
fr: <b>Erreur !</b> Problème de dates ! La date doit se situer <i>avant</i> la date de 'fin' du projet. Veuillez vérifier les dates ou modifier les propriétés du projet.

source: <b>Error!</b> Dates mismatch ! Starting date+duration must be <i>before</i> project's 'Ending' date. Please check the dates or modify project's properties.
fr: <b>Erreur !</b> Incohérence de dates ! Date de début+durée doivent se situer <i>avant</i> la date de fin du projet. Veuillez vérifier les dates ou modifier les propriétés du projet.

source: <b>Error!</b> Problem with choosen image ! The icon remains unchanged.
fr: <b>Erreur !</b> Un problème s'est produit avec l'image choisie ! L'icône restera inchangée.

source: <b>Error!</b> Problem with choosen image ! The logo remains unchanged.
fr: <b>Erreur !</b> Un problème s'est produit avec l'image choisie ! Le logo restera inchangé.

source: <b>Error!</b> This task is a <b>linked and dependant</b> to one or more task(s). You can't <i>overlap</i> linked task's ending date! Please, change current task starting date.
fr: <b>Erreur !</b> Cette tâche <b>est liée et dépendante</b> d'une ou plusieurs tâche(s). Vous ne pouvez pas <i>déborder</i> sur la date de fin d'une tâche liée ! SVP, changez la date de début de la tâche actuelle.

source: <b>Error!</b> This task is a <b>predecessor</b> of one or more task(s). You can't <i>overlap</i> linked task's starting date! Please, change current task starting date or duration.
fr: <b>Erreur !</b> Cette tâche est un <b>prédécesseur</b> d'une ou plusieurs tâche(s). Vous ne pouvez <i>déborder</i> sur la date de début de la tâche liée ! SVP, changez la date de début ou la durée de la tâche actuelle.

source: <b>Error!</b> This task is a <b>predecessor</b> of one or more task(s). You can't set a duration <i>overlaping</i> linked task's starting date! Please, change current task starting date or duration.
fr: <b>Erreur !</b> Cette tâche est un <b>prédécesseur</b> d'une ou plusieurs tâche(s). Vous ne pouvez pas définir une durée <i>débordant</i> sur la date de début de la tâche liée ! SVP, changez la date de début ou la durée de la tâche actuelle.

source: <b>Error!</b> You can't place a new milestone <b>outside</b>project's starting or ending date. You can change this starting and ending date in <i>project's properties</i>. Please, have a look on <b>Project>Properties</b> menu.
fr: <b>Erreur !</b> Vous ne pouvez placer un nouveau jalon <b>en dehors</b> des dates de début et de fin du projet. Vous pouvez en changer les dates de début et de fin via <i>les propriétés du projet</i>. SVP, allez voir le menu <b>Projet>Propriétés</b>.

source: <b>Error!</b> You can't place a new task <b>outside</b>project's starting or ending date. You can change this starting and ending date in <i>project's properties</i>. Please, have a look on <b>Project>Properties</b> menu.
fr: <b>Erreur !</b> Vous ne pouvez pas placer une nouvelle tâche <b>en dehors</b> des dates de début et de fin du projet. Vous pouvez en changer les dates de début et de fin via <i>les propriétés du projet</i>. SVP, allez voir le menu <b>Projet>Propriétés</b>.

source: <b>Error!</b> You can't set a date <i>before</i> project's starting date! Please, change project properties if you are sure (see <b>File menu</b>).
fr: <b>Erreur !</b> Vous ne pouvez placer une date <i>avant</i> la date de début du projet ! Changez SVP les dates du projet si vous persistez (voir le <b>menu Projet</b>).

source: <b>Error!</b> You can't set a date <i>before</i> project's starting date! Please, change project properties if you are sure (see <b>Project menu</b>).
fr: <b>Erreur !</b> Vous ne pouvez placer la date <i>avant</i> la date de début du projet ! Changez SVP les dates du projet si vous persistez (voir le <b>menu Projet</b>).

source: <b>Error!</b> You can't set a date+duration <i>after</i> task's deadline date! Please, change deadline date or task duration.
fr: <b>Erreur !</b> Vous ne pouvez définir une date+durée <i>après</i>la date butoir de la tâche ! Veuillez modifier la date butoir ou la durée de la tâche.

source: <b>Error!</b> You can't set a start date <i>before</i> project's <i><b>don't start before</b></i> date! Planlibre has automatically changed start date.
fr: <b>Erreur !</b> Vous ne pouvez définir une date de début <i>après</i> une date de tâche <i><b>ne pas commencer avant</b></i> ! Planlibre a automatiquement corrigé la date de début.

source: <b>Error!</b> You've asked to place a task <i>after</i> project's end. Please check the dates, or modify project's properties to unlock dates.
fr: <b>Erreur !</b> Vous avez demandé à placer une tâche <i>après</i> la fin du projet. Veuillez vérifier les dates, ou modifier les propriétés du projet pour débloquer les dates.

source: <b>Every :</b>
fr: <b>Chaque :</b>

source: <b>Files</b>
fr: <b>Fichiers</b>

source: <b>First period</b>
fr: <b>Première période</b>

source: <b>Fourth period</b>
fr: <b>Quatrième période</b>

source: <b>Mark non-working days as :</b>
fr: <b>Marquer les jours non-travaillés comme :</b>

source: <b>New starting date</b>
fr: <b>Nouvelle date de début</b>

source: <b>On the :</b>
fr: <b>Le :</b>

source: <b>Please note!</b> Current task 'Ending' date should be <i>before</i> project's 'Ending' date. PlanLibre has automatically updated project's ending date.
fr: <b>Veuillez noter ceci !</b> La date de 'fin' de la tâche actuelle doit se situer <i>avant</i> la date de fin du projet. PlanLibre a automatiquement ajusté la date de fin du projet .

source: <b>Please note!</b> Current task 'Starting' date should be <i>after or equal</i> project's 'Starting' date. PlanLibre has automatically updated project's starting date.
fr: <b>Veuillez noter ceci !</b> La date de 'début' de la tâche courante doit se situer <i>après ou être égale à</i> la date de début du projet. PlanLibre a automatiquement corrigé la date de début du projet.

source: <b>Productivity timer</b>
fr: <b>Chronomètre de productivité</b>

source: <b>Repeat :</b>
fr: <b>Répéter :</b>

source: <b>Ressources required : </b>
fr: <b>Ressources requises : </b>

source: <b>Second period</b>
fr: <b>Seconde période</b>

source: <b>Security</b>
fr: <b>Sécurité</b>

source: <b>Server parameters</b>
fr: <b>Paramètres serveur</b>

source: <b>Shift</b>
fr: <b>Déplacement</b>

source: <b>Summary :</b>
fr: <b>Résumé :</b>

source: <b>Task to repeat, used as a pattern :</b>
fr: <b>Tâche à répéter, utilisée comme modèle :</b>

source: <b>Tasks completed :</b>
fr: <b>Tâches achevées :</b>

source: <b>Tasks overdue :</b>
fr: <b>Tâches en retard :</b>

source: <b>Tasks required : </b>
fr: <b>Tâches requises : </b>

source: <b>Tasks running :</b>
fr: <b>Tâches en cours :</b>

source: <b>Tasks starting today :</b>
fr: <b>Tâches démarrant aujourd'hui :</b>

source: <b>Tasks starting tomorrow :</b>
fr: <b>Tâches démarrant demain :</b>

source: <b>Tasks to go :</b>
fr: <b>Tâches à venir :</b>

source: <b>Tasks</b>
fr: <b>Tâches</b>

source: <b>Team :</b>
fr: <b>Équipe :</b>

source: <b>Third period</b>
fr: <b>Troisième période</b>

source: <b>Today :</b>
fr: <b>Aujourd'hui :</b>

source: <b>Today's milestones :</b>
fr: <b>Jalons ce jour :</b>

source: <b>Trello® account :</b>
fr: <b>Compte Trello® :</b>

source: <b>Up to :</b>
fr: <b>Jusqu'à :</b>

source: <b>Warning !</b> Ressources conflict ! You have authorized concurrent usage of a ressource for more than ONE task. Are you sure to really use ressource(s) : <b>%s</b> on several tasks for the same period ?
fr: <b>Avertissement !</b> Conflit entre ressources ! Vous avez autorisé l'usage concurrent d'une ressource pour plus d'UNE tâche. Êtes-vous vraiment sûr(e) de vouloir utiliser la ressource: <b>%s</b> Au profit de plusieurs tâches sur la même période ?

source: <b>for every ...</b>
fr: <b>pour chaque ...</b>

source: <b>for period ...</b>
fr: <b>pour la période ...</b>

source: <big><b><i>none</i></b></big>
fr: <big><b><i>aucun</i></b></big>

source: <big><b><i>on the way (%d of %d)</i></b></big>
fr: <big><b><i>envoi en cours (%d of %d)</i></b></big>

source: <big><b><i>yes</i></b></big>
fr: <big><b><i>oui</i></b></big>

source: <big><b>A password is required in order to connect to a server</b></big>
fr: <big><b>Un mot de passe est requis pour se connecter au serveur</b></big>

source: <big><b>A token is required in order to connect to Trello® online service</b></big>
fr: <big><b>Un jeton est requis pour se connecter aux services en ligne de Trello®</b></big>

source: <big><b>Can't access to online wiki !</b></big> Please, check your Internet connection and/or your desfault desktop file browser parameters.
fr: <big><b>Impossible d'accéder au wiki en ligne !</b></big> Veuillez vérifier votre connexion Internet et/ou le paramétrage par défaut de votre bureau pour le navigateur.

source: <big><b>Last auto-mailing : </b></big>
fr: <big><b>Dernier envoi auto. de courriels : </b></big>

source: <big><b>Resource</b></big>
fr: <big><b>Ressource</b></big>

source: <big><b>Send a report by email</b></big>
fr: <big><b>Envoyer un rapport par courriel</b></big>

source: <big><b>Sending auto-mails : </b></big>
fr: <big><b>Envoi de courriels auto. : </b></big>

source: <big><big><big>Project : </big></big></big>
fr: <big><big><big>Projet : </big></big></big>

source: <big><big><big>Total Tasks : </big></big></big>
fr: <big><big><big>Nombre total de tâches : </big></big></big>

source: <big><big><big>noname</big></big></big>
fr: <big><big><big>sans_nom</big></big></big>

source: <i> Here you can see various tips </i>
fr: <i> Ici vous pouvez voir différentes astuces </i>

source: <i>%d day(s)</i>
fr: <i>%d jour(s)</i>

source: <i>%s, %d day(s)</i>
fr: <i>%s, %d jour(s)</i>

source: <i><small>non-working days are outlined</small></i>
fr: <i><small>les jours non-travaillés sont surlignés</small></i>

source: <i>After each work time, timer is paused and a counter appears in order to remind you how much rest time remains</i>
fr: <i>Après chaque période de travail, le chrono passe en pause et un compteur apparaît afin de vous rappeler le temps de repos restant</i>

source: <i>Click on recipients page to refine recipients' list. It's better to type a short message to inform recipients about the attached file.</i>
fr: <i>Cliquez sur l'onglet des destinataires pour en réduire le nombre. Il est souhaitable de taper un court message pour les informer sur le sujet du fichier attaché.</i>

source: <i>Define the new <b>starting date</b> of current group.</i>
fr: <i>Définir la nouvelle <b>date de début</b> du groupe actuel.</i>

source: <i>Define the new <b>starting date</b> of your project.</i>
fr: <i>Définissez la nouvelle <b>date de début</b> de votre projet.</i>

source: <i>Empty</i>
fr: <i>Vide</i>

source: <i>Here, you can add a <b>new</b> ressource or <b>modify</b> an existing one.</i>
fr: <i>Ici,vous pouvez ajouter une <b>nouvelle</b> ressource ou en <b>modifier</b> une.</i>

source: <i>Here, you can set-up daily schedules for <b>every</b> days, even for non-working days. Those schedules are only <b>indicatives</b>, so they don't affect costs computation. and are only used for a human readable display in Icalendars (ICS) /agendas. You can define up to four (4) periods by day. For example, 9:00 to 12:30 for period #1and 14:00 to 18:00 for period #2</i>
fr: <i>Vous pouvez définir ici les horaires quotidiens pour <b>chaque</b> jour, y.c. les jours non travaillés. Ces horaires ne sont qu'<b>indicatifs</b>, ils n'affectent pas le calcul des coûts. et sont seulement utilisés pour un affichage compréhensible des calendriers(ICS) /agendas. Vous pouvez définir jusqu'à (4) périodes par jour. Par exemple, 9:00 à 12:30 pour la période #1 et 14:00 à 18:00 pour la période #2</i>

source: <i>Not defined</i>
fr: <i>Non défini</i>

source: <i>PlanLibre can't export your project to Trello® without it. Please, type this token, or paste it from the website. It will be requested only once.</i>
fr: <i>Sans lui, PlanLibre ne peut exporter votre projet vers Trello®. Veuilez taper votre jeton, ou le coller depuis Internet. Il ne vous sera demandé qu'une fois.</i>

source: <i>Please note that all cloned tasks are unlinked with any predecessor defined in source task. Conversely, ressources are unchanged in cloned tasks.</i>
fr: <i>Veuillez noter que toutes les tâches clonées seront déliées de tout prédécesseur défini dans la tâche source. Inversement, les ressources sont conservées.</i>

source: <i>Please, type this password. It will be requested only once during this session.</i>
fr: <i>Veuillez saisir ce mot de passe. IL ne vous sera demandé qu'1 fois durant cette session.</i>

source: <i>Stored</i>
fr: <i>Mémorisé</i>

source: <i>The <u>current</u> report will be sent. By default, report is sent to <u>all</u> recipients. </i>
fr: <i>Le rapport <u>actuel</u> va être envoyé. Il sera expédié par défaut à <u>tous</u> les destinataires. </i>

source: <i>Then <b>all</b> the tasks will be shifted forward or backward, according to the new date.</i>
fr: <i>Ainsi <b>toutes</b> les tâches seront avancées ou retardées en fonction de la nouvelle date.</i>

source: <i>Time spent %.2d:%.2d</i>
fr: <i>Temps passé %.2d:%.2d</i>

source: <i>Time spent %s</i>
fr: <i>temps passé %s</i>

source: <i>of :</i>
fr: <i>de :</i>

source: <i>or ...</i>
fr: <i>ou ...</i>

source: <i>to</i>
fr: <i>à</i>

source: <small><i>Password will be hiden during typing</i></small>
fr: <small><i>Le mot de passe sera caché durant la saisie</i></small>

source: <small><i>Your user token will be stored in keyring</i></small>
fr: <small><i>Votre jeton utilisateur sera stocké dans le trousseau de clefs</i></small>

source: <small><i>automated emails will be sent to partners only once a day</i></small>
fr: <small><i>les courriels auto. ne seront envoyés aux partenaires qu'une fois par jour</i></small>
