Repository: Luc-Ami/PlanLibre
Catalog: po/*.po
Languages: fr

source: If necessary, type here some details about this resource
fr: Si nécessaire, entrez quelques détails concernant cette ressource

source: Image files
fr: Fichiers d'images

source: Import organization logo ...
fr: Importer le logo de l'organisation ...

source: Import resource logo ...
fr: Importer le logo de la ressource ...

source: Import/export
fr: Importer/exporter

source: In Progress
fr: En cours

source: In order to set-up linked tasks, PlanLibre changed project ending date. You can check new ending date under <b>project/properties</b> menu.
fr: Pour mettre en place les liens entre les tâches, PlanLibre a changé la date de fin du projet. Vous pouvez contrôler la nouvelle date de fin avec le menu <b>projet/propriétés</b>.

source: In progress
fr: En cours

source: Increase duration by one day
fr: Augmenter la durée d'une journée

source: Independant
fr: Indépendant

source: Independant, self employed
fr: Indépendant, autoentrepreneur

source: Intellectual
fr: Intellectuel

source: It isn't possible to shift a <b>fixed task</b> ! Now, you have requested to link it to a task ending <b>too late</b>. You should modify one or more ending date.
fr: Il n'est pas possible de déplacer une <b>tâche fixée</b> ! Vous avez néanmoins demandé de la lier à une tâche qui finit <b>trop tard</b>. Vous devez donc modifier l'une de leurs deux dates de fin.

source: It isn't possible to shift this <b>task with deadline</b> ! Now, you have requested to link it to a task ending <b>too late</b>. You should modify deadline date.
fr: Il est impossible de déplacer cette <b>tâche avec date butoir</b> ! Car vous l'avez liée avec une autre tâche qui finit <b>trop tard</b>. Vous devriez donc modifier la date butoir.

source: It's a reminder. The project's default daily schedule is defined under : project>properties menu.
fr: Ceci est un rappel. L'horaire quotidien par défaut du projet est défini avec le menu : projet>propriétés.

source: It's important to know if the server uses an authentification. In case your mails aren't sent, please change this option.
fr: Il est important de savoir si le serveur utilise une authentification. Au cas où vos courriels ne pourraient être envoyés, veuillez changer cette option.

source: It's the name of current calendar. You can't modifiy the main project calendar name.
fr: C'est le nom du calendrier actuel. Vous ne pouvez pas modifier le nom du calendrier principal du projet.

source: January
fr: Janvier

source: July
fr: Juillet

source: Jump backward 1 year from current date
fr: Reculer d'1 an depuis la date courante

source: Jump forward 1 year from current date
fr: Avancer d'1 an depuis la date courante

source: Jump to Next page
fr: Sauter à la page suivante

source: Jump to Previous page
fr: Sauter à la page précédente

source: June
fr: juin

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Link
fr: Lien

source: List of keyboard shortcuts used by PLanLibre
fr: Liste des raccourcis claviers utilisés par PlanLibre

source: Location :
fr: Emplacement :

source: Location :
fr: Emplacement :

source: Location in human readable form
fr: Emplacement sous forme lisible pour un humain

source: Location unknown
fr: Emplacement inconnu

source: Low
fr: Basse

source: Mail :
fr: Courriel :

source: Main Calendar
fr: Calendrier principal

source: Main calendar
fr: Calendrier principal

source: Manage calendars and working hours
fr: Gérer calendriers et horaires de travail

source: Manager's mail :
fr: Courriel gestionnaire :

source: Manager's phone :
fr: Téléphone gestionnaire :

source: March
fr: Mars

source: Mark all fridays between start and end date
fr: Marquer tous les vendredis entre les dates de début et fin

source: Mark all mondays between start and end date
fr: Marquer tous les lundis entre les dates de début et fin

source: Mark all saturdays between start and end date
fr: Marquer tous les samedis entre les dates de début et fin

source: Mark all sundays between start and end date
fr: Marquer tous les dimanches entre les dates de début et fin

source: Mark all thursdays between start and end date
fr: Marquer tous les jeudis entre les dates de début et fin

source: Mark all tuesdays between start and end date
fr: Marquer tous les mardis entre les dates de début et fin

source: Mark all wednesdays between start and end date
fr: Marquer tous les mercredis entre les dates de début et fin

source: Material
fr: Matériel

source: Maximum daily working time :
fr: Temps maximum de travail quotidien

source: May
fr: Mai

source: Medium
fr: Moyenne

source: Milestone
fr: Jalon

source: Mo
fr: Lu

source: Modify
fr: Modifier

source: Modify a Group
fr: Modifier un groupe

source: Modify a Milestone
fr: Modifier un jalon

source: Modify a resource
fr: Modifier une ressource

source: Modify a task
fr: Modifier une tâche

source: Mon.
fr: Lun.

source: Monday
fr: Lundi

source: Monthly by day(s) of month
fr: Mensuellement en fonction des jours du mois

source: Move _Up
fr: Mon_ter

source: Move _down
fr: _Descendre

source: Move one day _backward
fr: Reculer d'une journée

source: Move one day _forward
fr: Avancer d'une journée

source: Move timeline to project starting date
fr: Déplacer la chronologie à la date du début du projet

source: Multiply
fr: Multiplier

source: My user token :
fr: Mon jeton utilisateur :

source: N/A
fr: N/D

source: Name :
fr: Nom :

source: Name: ?
fr: Nom : ?

source: Name;Starting date;Duration(days);Duration(hours);Due;Due date;Done;Priority;Status
fr: Nom;Date début;Durée(jours);Durée(heures);Échéance;Date échéance;Terminé;Priorité;Status

source: New
fr: Nouveau

source: New Calendar
fr: Nouveau calendrier

source: New Calendar from main
fr: Nouveau à partir du calendrier principal

source: New Group
fr: Nouveau groupe

source: New Milestone
fr: Nouveau jalon

source: New calendar copied from default calendar
fr: Nouveau calendrier copié à partir du calendrier par défaut

source: New group
fr: Nouveau groupe

source: New milestone
fr: Nouveau jalon

source: New project
fr: Nouveau projet

source: New resource
fr: Nouvelle ressource

source: New ressource
fr: Nouvelle ressource

source: New task
fr: Nouvelle tâche

source: Next month
fr: Mois suivant

source: No datas for computations !
fr: Pas de données pour les calculs !

source: No datas for reporting ! Quit.
fr: Pas de données à rapporter ! Abandon.

source: No more operations - Resource hasn't any task !
fr: Fin des opérations - la ressource n'effectue aucune tâche

source: No shift
fr: Pas de changement

source: No subject
fr: Sans objet

source: No summary
fr: Pas de résumé

source: Nobody
fr: Personne

source: Non profit organization
fr: Organisation sans but lucratif

source: Non-worked days
fr: Jours non-travaillés

source: Noname
fr: Sans_nom

source: Noname Group
fr: Groupe sans nom

source: Noname Milestone
fr: Jalon sans nom

source: Noname calendar
fr: Calendrier sans nom

source: Noname imported task
fr: Tâche importée sans nom

source: Noname task
fr: Tâche sans nom

source: Noname tasks
fr: Tâche sans nom

source: Noname.plibre
fr: Sans_nom.plibre

source: Nonane group
fr: Groupe sans nom

source: Nonane milestone
fr: Jalon sans nom

source: None
fr: Aucun

source: Nothing to undo
fr: Rien à annuler

source: November
fr: Novembre

source: October
fr: Octobre

source: Online Wiki
fr: Wiki en ligne

source: Online services
fr: services en ligne

source: Open
fr: Ouvrir

source: Open PlanLibre project ...
fr: Ouvrir un projet PlanLibre ...

source: Open a previous project.
fr: Ouvrir un projet existant

source: Open a project
fr: Ouvrir un projet

source: Open a recent file
fr: Ouvrir un fichier récent

source: Open project ...
fr: Ouvrir un projet ...

source: Organization :
fr: Organisation :

source: Organization logo :
fr: Logo de l'organisation :

source: Organization/project website :
fr: Site internet de l'organisation/du projet

source: Our Organization
fr: Notre organisation

source: Overdue
fr: En retard

source: Overload details ...
fr: Détails de la surcharge ...

source: Overload for Resource :
fr: Surcharge pour la ressource :

source: PNG image files
fr: Fichiers images PNG

source: Password
fr: Mot de passe

source: PgNext
fr: PgSuiv.

source: PgPrev
fr: PgPréc.

source: Phone :
fr: Téléphone :

source: PlanLibre Settings
fr: Configuration de PlanLibre

source: PlanLibre files
fr: Fichiers PlanLibre

source: PlanLibre logos + main icon :
fr: Logos PlanLibre + icône principale :

source: PlanLibre never store your passwords. For that reason, you must enter your password at each session
fr: PlanLibre ne stocke jamais vos mots de passe. C'est pourquoi vous devez saisir votre mot de passe à chaque session.

source: PlanLibre xml files
fr: Fichiers XML PlanLibre

source: Planning utility written in GTK+ and licensed under GPL v.3
fr: Utilitaire de planification écrit en GTK+ et sous licence GPL v.3

source: Platform worker
fr: Travailleur de plateforme

source: Please Note ! Datas are ONLY estimated costs by durations, and converted to money. Be careful when you use them.
fr: Veuillez noter ceci ! Les données ne sont QUE des coûts estimés selon les durées et convertis en monnaie. Soyez donc prudent dans leur utilisation.

source: Please type here how nany hours are worked by day (only the "hour" part).
fr: Veuillez saisir ici le nombre d'heures travaillées par jour (uniquement la partie "heure").

source: Please, switch this button in order to allow PlanLibre an access to your Trello® account. Once switched ON, access become possible only if you've stored a valid User token
fr: Veuillez basculer cet interrupteur afin de permettre à PlanLibre d'accéder à votre compte Trello®. Une fois en position marche, l'accès devient possible à condition que vous ayez stocké un jeton valide

source: Prev. month
fr: Mois précéd.

source: Previous version of your project reloaded
fr: La version précédente de votre projet a été rechargée

source: Priority :
fr: Priorité :

source: Priority high
fr: Priorité haute

source: Priority low
fr: Priorité basse

source: Priority medium
fr: Priorité moyenne

source: Profit organization
fr: organisation à but lucratif

source: Progress (%) :
fr: Réalisé (%)

source: Progress :
fr: Réalisé

source: Project
fr: Projet

source: Project Manager:
fr: Gestionnaire du projet :

source: Project default daily schedule :
fr: Horaire quotidien par défaut du projet :

source: Project information about task %s
fr: Information projet pour la tâche %s

source: Project main calendar
fr: Calendrier principal du projet

source: Project without title
fr: Projet sans titre

source: Project's GPS location - optionnal
fr: Coordonnées GPS du projet - optionnel

source: Project's main location
fr: Emplacement principal du projet

source: Project's manager :
fr: Gestionnaire du projet :

source: Project's properties
fr: Propriétés du projet

source: Prompt before overwrite an existing file
fr: Demander avant d'écraser un fichier existant

source: Properties
fr: Propriétés

source: Public administration
fr: Administration publique

source: Quantity :
fr: Quantité :

source: Quit
fr: Quitter

source: Quit PlanLibre
fr: Quitter PlanLibre

source: Recent PlanLibre projects
fr: Derniers projets PlanLibre

source: Recent files ...
fr: Fichiers récents ...

source: Recipients
fr: Destinataires

source: Recipients :
fr: Destinataires :

source: Recurring task
fr: Tâche récurrente

source: Reduce duration by one day
fr: Réduire la durée d'une journée

source: Reload last backup of current project
fr: Recharge la dernière sauvegarde du projet en cours

source: Reminder :
fr: Rappel :

source: Remove ressource
fr: Enlever la ressource

source: Remove selected calendar
fr: Enlever le calendrier sélectionné

source: Repeat selected task
fr: Répéter la tâche sélectionnée

source: Reports
fr: Rapports

source: Reset all marked days
fr: R-A-Z des jours marqués

source: Reset logo
fr: R-A-Z du logo

source: Ressource name
fr: Nom de la ressource

source: Rest time
fr: Temps de repos

source: Rest time %.2d:%.2d
fr: Temps de repos %.2d:%.2d

source: Right-click on a task for various options, or left-click and drag and drop to move a task along time
fr: Cliquez-droit sur une tâche pour différentes options, ou faites clic-gauche puis glissé-déposé pour la déplacer sur la chronologie

source: Run
fr: En cours

source: S>>E
fr: D>>F

source: S>>S
fr: D>>D

source: SHIFT
fr: MAJ

source: SVG drawings files
fr: Fichiers de croquis SVG

source: Sat.
fr: Sam.

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: Save current project
fr: Enregistrer le projet en cours

source: Save current project and choose a name
fr: Enregistrer le projet en cours et définir son nom

source: Save current project as ...
fr: Enregistrer le projet en cours sous ...

source: Save current report to a Rich Text Format file
fr: Enregistrer le rapport actuel dans un fichier RTF

source: Save project
fr: Enregistrer le projet

source: Save project as ...
fr: Enregistrer le projet sous ...

source: Scholar
fr: Enseignement

source: Schollar organization
fr: Organisation d'enseignement

source: Select Date...
fr: Sélectionner date ...

source: Send
fr: Envoyer

source: Send a free email to participants ...
fr: Envoyer un courriel libre aux participants ...

source: Send a report to participants ...
fr: Envoyer un rapport aux participants ...

source: Send agenda
fr: Envoyer agenda

source: Send by email
fr: Envoyer par courriel

source: Send calendar/agenda to participants ...
fr: Envoyer le calendrier/agenda aux participants ...

source: Send mails for completed tasks ...
fr: Envoyer un courriel pour les tâches achevées ...

source: Send mails for incoming tasks ...
fr: Envoyer un courriel pour les tâches à venir ...

source: Send mails for overdue tasks ...
fr: Envoyer un courriel pour les tâches en retard ...

source: Send report
fr: Envoyer rapport

source: Send to
fr: Envoyer à

source: Sending to Trello
fr: Envoi vers Trello

source: September
fr: Septembre

source: Server
fr: Serveur

source: Server access Password
fr: Mot de passe d'accès au serveur

source: Server adress
fr: Adresse serveur

source: Server name
fr: Nom serveur

source: Server securized by SSL/TLS
fr: Serveur sécurisé par SSL/TLS

source: Settings
fr: Configuration

source: Social/relationnal
fr: Social/relationnel

source: Sorry ! An error happened during assignment exporting. Operation aborted. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant l'exportation des affectations. L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during attached file generation. Operation aborted. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant la génération du fichier attaché. L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during file exportation. Operation finished with errors. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant l'exportation du fichier. L'opération s'est terminée avec des erreurs. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during file exporting. Operation aborted. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant l'exportation du fichier. L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during file importation. Operation finished with errors. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant l'importation du fichier. L'opération s'est terminée avec des erreurs. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during file loading. Operation aborted. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant le chargement du fichier. L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! An error happened during file restoration. Operation aborted.
fr: Désolé ! Une erreur s'est produite durant la restauration du fichier. L'opération est abandonnée.

source: Sorry ! An error happened during timeline exporting. Operation aborted. You can try again, or check your system.
fr: Désolé ! Une erreur s'est produite durant l'exportation de la chronologie. L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! Can't do that. Requested date after shift (included tasks duration) is outside of project's bounding dates. You can try again, after updating project's properties.
fr: Désolé ! Impossible de faire çà. La date demandée après changement (compte tenu de la durée des tâches) est en dehors des dates limites du projet. Vous pouvez réessayer après avoir mis à jour les propriétés du projet.

source: Sorry ! I can't retrieve the file ! Operation aborted. You can try again, or check your system.
fr: Désolé ! Impossible de trouver le fichier ! L'opération est abandonnée. Vous pouvez réessayer, ou vérifier votre système.

source: Sorry ! In order to report something, you must assign. at least <u>ONE</u> resource to <u>ONE</u> task. Please, check <b>resources</b> page and <b>tasks</b> page. Operation aborted.
fr: Désolé ! Pour rapporter quelque chose, vous devez affecter au moins <u>UNE</u> ressource à <u>UNE</u> tâche. SVP, vérifiez la page des <b>ressources</b> et celle des <b>tâches</b>. Opération abandonnée.

source: Sorry ! Mail sending requires a valid email adress for project manager. Operation aborted. Please, see : <b>File>properties</b> menu.
fr: Désolé ! L'envoi de courriels requiert une adresse mail valide pour le gestionnaire de projet. Opération abandonnée. SVP, regardez : le menu <b>Projet>propriétés</b>.

source: Sorry ! Server settings are wrong or incomplete. Operation aborted. Please, see : <b>Edition>settings</b> menu.
fr: Désolé ! Les paramètres du serveur sont erronés ou incomplets. Opération annulée. SVP, regardez : le menu <b>Édition>configuration</b>.

source: Sorry ! There isn't any task %s. Operation aborted.
fr: Désolé ! Il n'y a aucune tâche %s. Abandon de l'opération.

source: Sorry ! When you click on the timeline, you can ... <i>right-click</i> on an <b>existing</b> task to edit it. ... Or right-click on a line <b>without</b> any task to add a new task.
fr: Désolé ! Lorsque vous cliquez sur la chronologie, vous pouvez ... faire <i>clic-droit</i> sur une tâche <b>existante</b> pour la modifier. ... Ou clic-droit sur une ligne <b>sans</b> aucune tâche pour en ajouter une nouvelle.

source: Sorry ! You <b>can't move a fixed task</b> along the timeline. You can change fixed date or modify task duration mode.
fr: Désolé ! Vous ne <b>pouvez pas déplacer une tâche à date fixe</b> sur la chronologie. Vous pouvez modifier la date fixée ou changer le type de contrainte de la tâche.

source: Sorry ! You <b>can't move a task that is in <u>not before</u> mode</b> at this position. Please, check task dates or modify its duration.
fr: Désolé ! Vous <b>ne pouvez pas déplacer une tâche en mode <u>ne pas débuter avant le</u></b> à cette position. SVP, vérifiez ses dates ou modifiez sa durée.

source: Sorry ! You <b>can't move a task with a deadline</b> at this position. Please, check task dates or modify its duration.
fr: Désolé ! Vous <b>ne pouvez pas déplacer une tâche avec une date butoir</b> à cette position. SVP, vérifiez les dates de la tâche ou modifiez sa durée.

source: Spreadsheets CSV files
fr: Fichiers CSV de tableurs

source: Starting date :
fr: Date de début :

source: Starting date :
fr: Date de début :

source: Su
fr: Di

source: Subject :
fr: Sujet :

source: Summary :
fr: Résumé :

source: Sun.
fr: Dim.

source: Sunday
fr: Dimanche

source: Surface or building
fr: Surface ou édifice

source: Switch to next notebook page
fr: Basculer vers l'onglet suivant

source: Switch to previous notebook page
fr: Basculer vers l'onglet précédent

source: Table 1 of 2 : Cost per resource (excl. non-working days, clamped), %s
fr: Tableau 1 sur 2 : coût par ressource (hors jours non travaillés, corrigé), %s

source: Task(s) completed yesterday
fr: Tâche(s) achevées hier

source: Task(s) overdue
fr: Tâche(s) en retard

source: Task(s) starting tomorrow
fr: Tâche(s) commençant aujourd'hui

source: Tasks
fr: Tâches

source: Tasks by resources
fr: Tâches par ressources

source: Tasks required
fr: Tâches nécessaires

source: Tasks required :
fr: Tâches nécessaires :

source: Text color
fr: Couleur texte

source: Text font (except diagrams)
fr: Fonte du texte (sauf diagrammes)

source: Th
fr: Je

source: The average progress for his/her task(s) is %.2f %
fr: L'avancement moyen pour sa/ses tâche(s) est %.2f %

source: The file : %s already exists ! Do you really want to overwrite this ICalendar (ICS) file ?
fr: Le fichier : %s existe déjà ! Désirez-vous réellement écraser ce fichier ICalendar (ICS) ?

source: The file : %s already exists ! Do you really want to overwrite this PlanLibre file ?
fr: Le fichier : %s existe déjà ! Êtes-vous sûr(e) de vouloir écraser ce fichier PlanLibre ?

source: The file : %s already exists ! Do you really want to overwrite this RTF file ?
fr: Le fichier : %s existe déjà ! Êtes-vous sûr(e) de vouloir écraser ce fichier RTF ?

source: The file : %s already exists ! Do you really want to overwrite this file ?
fr: Le fichier : %s existe déjà ! Êtes-vous sûr(e) de vouloir écraser ce fichier ?

source: The file : %s already exists ! Do you really want to Overwrite an existing PlanLibre file ?
fr: Le fichier : %s existe déjàs ! Êtes-vous sûr(e) de vouloir écraser un fichier PlanLibre existant ?

source: The name of task to duplicate and repeat
fr: Le nom de la tâche à dupliquer et répéter

source: The task will be repeated, according to your choices.
fr: La tâche sera répétée conformément à vos choix.

source: There is an overload when a resource is used at same time by at least 2 tasks.
fr: Il y surcharge lorsqu'une ressource est utilisée en même temps par au moins 2 tâches.

source: There isn't any report for now. This area is editable, you can type ideas, append them to reports, paste text from other applications, and so on ...
fr: Il n'y aucun rapport pour le moment. Cette zone est éditable, vous pouvez taper des idées, les ajouter au rapport, coller du texte provenant d'autres applications, etc.

source: This is the CURRENT starting date for the whole project
fr: C'est la date ACTUELLE de début pour l'ensemble du projet

source: This is the NEW starting date for the whole project
fr: C'est la NOUVELLE date de début pour l'ensemble du projet

source: This page displays last report. You can export it, see top buttons.
fr: Cette page affiche le dernier rapport. Vous pouvez l'exporter, voir les boutons supérieurs.

source: This page displays project information summary
fr: Cette page affiche un résumé des informations du projet

source: This task is completed since yesterday.
fr: Cette tâche est achevée depuis hier.

source: This the date shift in day(s)
fr: C'est le déplacement de date exprimé en jour(s)

source: Those two columns to define hours and minutes when period ends
fr: Ces deux colonnes pour définir l'heure et la minute de fin de la période

source: Those two columns to define hours and minutes when period starts
fr: Ces deux colonnes pour définir l'heure et la minute de début de la période

source: Thu.
fr: Jeu.

source: Thunderbird CSV files
fr: Fichier CSV de Thunderbird

source: Thursday
fr: Jeudi

source: Timeline
fr: Chronologie

source: Timer
fr: Chrono

source: Timer :
fr: Chrono :

source: Title :
fr: Titre :

source: Title : %s Summary : %s
fr: Titre : %s Résumé : %s

source: To
fr: A

source: To Do
fr: A venir

source: To Go
fr: A venir

source: To go
fr: à venir

source: Today
fr: Aujourd'hui
