Repository: Luc-Ami/PlanLibre
Catalog: po/*.po
Languages: fr

source: <small><i>your password isn't stored between sessions</i></small>
fr: <small><i>votre mot de passe n'est pas stocké en fin de session</i></small>

source: <small>No room for period #2</small>
fr: <small>Plus de place pour la période #2</small>

source: <small>No room for period #3</small>
fr: <small>Plus de place pour la période #3</small>

source: <small>No room for period #4</small>
fr: <small>Plus de place pour la période #4</small>

source: <span foreground="black" background="#1ED110"><small> day off </small></span>
fr: <span foreground="black" background="#1ED110"><small> repos </small></span>

source: <span foreground="black" background="#F7CB16"><small> holidays </small></span>
fr: <span foreground="black" background="#F7CB16"><small> vacances </small></span>

source: <span foreground="black" background="#F7CB16"><small> publ. hol. </small></span>
fr: <span foreground="black" background="#F7CB16"><small> férié </small></span>

source: <span foreground="green">Ready</span>
fr: <span foreground="green">Prêt</span>

source: <span foreground="red">Modified</span>
fr: <span foreground="red">Modifié</span>

source: <span foreground="white" background="#2E2A72"><small>force working </small></span>
fr: <span foreground="white" background="#2E2A72"><small>forcer jour ouvré </small></span>

source: <span foreground="white" background="#5E1C71"><small> misc. </small></span>
fr: <span foreground="white" background="#5E1C71"><small>standard</small></span>

source: <span foreground="white" background="red"><small> away </small></span>
fr: <span foreground="white" background="red"><small> absent </small></span>

source: About PlanLibre ...
fr: A propos de PlanLibre

source: Add a new calendar based on main calendar. All currently marked days in main calendar will be cloned.
fr: Ajouter un nouveau calendrier basé sur le calendrier principal. Tous les jours actuellement marqués dans le calendrier principal seront clonés.

source: Add a new empty calendar
fr: Ajouter un nouveau calendrier vide

source: Allow PlanLibre access to my Trello® account :
fr: Autoriser PlanLibre à accéder à mon compte Trello®:

source: Amount :
fr: Montant :

source: An error occured ! In order to export to Trello®, your project requires a title. Please, see <b>project>properties</b> menu.
fr: Une erreur s'est produite ! Votre projet doit posséder un titre pour être exporté vers Trello®. Allez voir, SVP, le menu <b>projet>propriétés</b>.

source: An error occured during export to Trello. Please, check your password and/or your Internet connection !
fr: Une erreur s'est produite durant l'exportation vers Trello. Veuillez vérifier votre mot de passe et/ou votre connexion Internet !

source: Animal work force
fr: Force de travail animale

source: Append PlanLibre resources from Thunderbird contacts ...
fr: Ajouter des ressources PlanLibre depuis les contacts de Thunderbird...

source: Append PlanLibre resources from file ...
fr: Ajouter des ressources PlanLibre depuis un fichier ...

source: Append from PlanLibre file
fr: Ajouter depuis un fichier PlanLibre

source: Append from Thunderbird contacts
fr: Ajouter à partir des contacts Thunderbird

source: Append from file
fr: Ajouter depuis un fichier

source: Append from spreadsheet CSV file
fr: Ajouter depuis un fichier CSV de tableur

source: Append ressources from a PlanLibre file
fr: Ajouter des ressources depuis un fichier PlanLibre

source: Append ressources from spreadsheet CSV file
fr: Ajouter des ressources depuis un fichier CSV de tableur

source: Append tasks from file ...
fr: Ajouter tâches depuis un fichier ...

source: Append tasks from spreadsheet CSV file
fr: Ajouter des tâches depuis un fichier CSV de tableur

source: April
fr: Avril

source: As a member of project %s,
fr: Comme membre du projet %s,

source: Ask before quit
fr: Demander avant de quiter

source: Assignments
fr: Affectations

source: Assignments for Resource
fr: Affectations pour la ressource

source: Assignments for the %d Resources
fr: Affectations pour les %d ressources

source: August
fr: Août

source: Auto save every 5 minutes
fr: Enregistrement automatique toutes les 5 minutes

source: Autosaving is activated
fr: Sauvegarde automatique aciivée

source: Avg
fr: Moy

source: Belongs to :
fr: Appartient à :

source: Best regards.
fr: Avec nos meilleures salutations.

source: By activating this switch, PlanLibre will check if tasks are finishing today. If yes, an email will be sent as a reminder to project's participants assigned to those tasks.
fr: En basculant cet interrupteur, PlanLibre vérifiera si des tâches se terminent aujourd'hui. Si oui, un courriel sera envoyé comme rappel aux participants au projet assignés à ces tâches.

source: By activating this switch, PlanLibre will check if tasks are overdue today. If yes, an email will be sent as a reminder to project's participants assigned to those tasks.
fr: En basculant cet interrupteur, PlanLibre vérifiera si des tâches se retoruvent en retard aujourd'hui. Si oui, un courriel sera envoyé comme rappel aux participants au projet assignés à ces tâches.

source: By activating this switch, PlanLibre will check if tasks are starting tomorrow. If yes, an email will be sent as a reminder to project's participants assigned to those tasks.
fr: En basculant cet interrupteur, PlanLibre vérifiera si des tâches commencent aujourd'hui. Si oui, un courriel sera envoyé comme rappel aux participants au projet assignés à ces tâches.

source: By activating this switch, PlanLibre will check if tasks have been completed. If yes, an email will be sent as a reminder to project's participants assigned to those tasks.
fr: En basculant cet interrupteur, PlanLibre vérifiera si des tâches sont terminéesi. Si oui, un courriel sera envoyé comme rappel aux participants au projet assignés à ces tâches.

source: By clicking this button, all marked days will be removed
fr: En cliquant ce bouton, vous enlèverez tous les jours marqués

source: By default, all ressoources will receive this email. <b>Uncheck</b> those you don't want to get the message.
fr: L'ensemble des ressources, recevront, par défaut, ce courriel. <b>Décochez</b> celles qui ne doivent pas recevoir ce message.

source: C_ancel
fr: _Annuler

source: Calendar :
fr: Calendrier :

source: Calendar :
fr: Calendrier :

source: Calendar/agenda files
fr: Fichiers calendriers/agenda

source: Calendars
fr: Calendriers

source: Calendars & schedules
fr: Calendriers & horaires

source: Calendars ...
fr: Calendriers...

source: Can't do that ! Servers <b>request</b> a password. Mail sending aborted.
fr: On ne peut faire cela ! Les serveurs <b>nécessitent</b> un mot de passe. Envoi de courriel abandonné.

source: Cancel
fr: Annuler

source: Category :
fr: Catégorie :

source: Change user token ...
fr: Changer jeton utilisateur ...

source: Check or uncheck day(s) according to ressource's schedule
fr: Cochez ou décochez les jours en fonction du calendrier de la ressource

source: Check or uncheck to use or not a predecessor task
fr: Cochez ou décochez pour utiliser ou pas une tâche comme prédécesseur

source: Check or uncheck to use or not a ressource
fr: Cochez/décochez pour utiliser ou non une ressource

source: Check this button in order to set a limit to repeating process
fr: Cochez ce bouton pour fixer une limite au nombre de répétitions

source: Choose a color to identify this ressource
fr: Choisissez une couleur pour identifier cette ressource

source: Choose a frequency
fr: Choisir une fréquence

source: Choose a month in order to define a valid date
fr: Choisissez un mois pour définir une date valide

source: Choose here a calendar (if nothing is choosen, the default main calendar will be used)
fr: Choisissez ici un calendrier (si aucun n'est choisi, c'est le calendrier principal par défaut qui sera utlisé)

source: Choose here the rate for computing ressource's costs. For weeks and months, we use standard accounting conventions.
fr: Choisissez ici le taux utilisé pour calculer les coûts de la ressource. Pour les semaines et les mois, les conventions comptables sont utilisées.

source: Choose repeat frequency
fr: Choisissez la fréquence de répétition

source: Clic on a task, and drag'n'drop it to change its status
fr: Cliquez sur une tâche, et glissez-déposez pour modifier son statut

source: Click here
fr: Cliquer ici

source: Click here and type your message.
fr: Cliquez ici puis tapez votre message

source: Click here for more export options
fr: Cliquez ici pour voir plus d'options d'exportation

source: Click here to reload previous version. PlanLibre will reload a copy of existing version at PlanLibre start
fr: Cliquez ici pour recharger la version précédente. PlanLibre rechargera une copie d'une de la version existant au démarrage du programme.

source: Click here to append tasks from a spreadsheet CSV file
fr: Cliquez ici pour ajouter des tâche(s) à partir d'un fichier CSV de tableur

source: Click here to change ending date
fr: Cliquez ici pour changer la date de fin

source: Click here to change starting date
fr: Cliquez ici pour changer la date de début

source: Click here to change this date
fr: Cliquez ici pour changer la date

source: Click here to choose a color for curretn task. Color will be used in all displays.
fr: Cliquez ici pour choisir une couleur pour la tâche actuelle. La couleur sera utilisée dans tous les affichages.

source: Click here to choose a font
fr: Cliquez ici pour choisir une fonte

source: Click here to choose a group ; default : none
fr: Cliquez ici pour choisir un groupe ; défaut : aucun

source: Click here to choose a group for current task
fr: Cliquez ici pour affecter la tâche courante à un groupe

source: Click here to choose task time constraint (as soon as or deadline)
fr: Cliquez ici pour choisir la contrainte de temps pour la tâche (dès que possible ou avant le)

source: Click here to choose the deadline date
fr: Cliquez ici pour choisir la date limite

source: Click here to choose the week day that you want to change schedule
fr: Cliquez ici pour choisir le jour de la semaine dont vous voulez changer l'horaire

source: Click here to choose zoom level for timeline. 200% means double size, 100% normal size.
fr: Cliquez ici pour choisir le niveau de zoom de la chronologie. 200% signifie doubler la taille, 100% taille normale.

source: Click here to clone more than 1 time the selected ressource. <i>This button is inactive until a ressource is selected.</i>
fr: Cliquez ici pour cloner plus d'1 fois la ressource sélectionnée. <i>Ce bouton est inactif tant qu'aucune ressource n'est sélectionnée.</i>

source: Click here to clone the selected ressource. <i>This button is inactive until a ressource is selected.</i>
fr: Cliquez ici pour cloner la ressource sélectionnée. <i>Ce bouton est inactif jusqu'à ce qu'une ressource soit sélectionnée.</i>

source: Click here to define (it's mandatory) a starting date. If not, the project's starting date is used as default.
fr: Cliquez ici pour définir (obligatoirement) une date de départ. En son absence, la date de début du projet sera utilisée.

source: Click here to define a priority. A convenient icon will be displayed near the task
fr: Cliquez ici pour définir une priorité. Une icône appropriée sera affichée près de la tâche

source: Click here to export tasks to a spreadsheet in CSV format
fr: Cliquez ici pour exporter les tâches vers un fichier de tableur au format CSV

source: Click here to mark period between those dates
fr: Cliquez ici pour marquer la période entre les deux dates

source: Click here to modify or remove the selected ressource. A dialog will be displayed. <i>This button is inactive until a ressource is selected.</i> Shortcut <b>[f2]</b>
fr: Cliquez ici pour modifier ou supprimer la ressource sélectionnée. Un dialogue sera affiché. <i>Ce bouton reste inactif jusqu'à ce qu'une ressource soit sélectionnée.</i> Raccourci <b>[f2]</b>

source: Click here to modify the current task. <i>This button is inactive until a task is selected.</i> Shortcut <b>[f2]</b>
fr: Cliquez ici pour modifier la tâche actuelle. <i>Ce bouton restera inactif jusqu'à ce qu'une tâche soit sélectionnée.</i> Raccourci <b>[f2]</b>

source: Click here to move down the current task. <i>This button is inactive until a task is selected.</i>
fr: Cliquez ici pour faire descendre la tâche actuelle. <i>Ce bouton restera inactif jusqu'à ce qu'une tâche soit sélectionnée.</i>

source: Click here to move up the current task. <i>This button is inactive until a task is selected.</i>
fr: Cliquez ici pour faire monter la tâche actuelle. <i>Ce bouton restera inactif jusqu'à ce qu'une tâche soit sélectionnée.</i>

source: Click here to remove current row
fr: Cliquez ici pour supprimer la ligne actuelle

source: Click here to repeat the current task. <i>This button is inactive until a task is selected.</i>
fr: Cliquez ici pour répéter la tâche actuelle. <i>Ce bouton restera inactif jusqu'à ce qu'une tâche soit sélectionnée.</i>

source: Click here to revert all changes
fr: Cliquez ici pour annuler tous les changements

source: Click here to set-up a new ressource. A dialog will be displayed. Shortcut <b>[f3]</b>
fr: Cliquez ici pour créer une nouvelle ressource. Un dialogue sera affiché. Raccourci <b>[f3]</b>

source: Click here to shift current group and all its tasks. <i>This button is inactive until a group is selected.</i>
fr: Cliquez ici pour déplacer le groupe actuel ainsi que toutes ses tâches. <i>Ce bouton restera inactif jusqu'à ce qu'un groupe soit sélectionné.</i>

source: Click here to start/pause timer for selected task. <i>This button is inactive until a task is selected.</i> Shortcut : <b>[CTRL] [ * ]</b>
fr: Cliquez ici pour démarrer/arrêter le chrono pour la tâche sélectionnée. <i>Ce bouton restera inactif jusqu'à ce qu'une tâche soit sélectionnée.</i> Raccourci : <b>[CTRL] [ * ]</b>

source: Click here to switch to dashboard
fr: Cliquez ici pour basculer vers le tableau

source: Click here yo choose a color
fr: Cliquez ici pour choisir une couleur

source: Click on a date to (un) check one or more date(s) of month
fr: Cliquez sur une date pour (dé)cocher une ou plusieurs date(s) du mois

source: Click on a day of week to (un)check it. You can select one or more day(s).
fr: Cliquez sur un jour de la semaine pour le (dé)cocher. Vous pouvez sélectionner 1 jour ou plus.

source: Click on the button to set-up a new group of tasks. Shortcut <b>[CTRL] [G]</b>
fr: Cliquez sur ce bouton pour créer un nouveau groupe de tâches. Raccourci <b>[CTRL] [G]</b>

source: Click on the button to set-up a new milestone. Shortcut <b>[CTRL] [/]</b>
fr: Cliquez sur ce bouton pour créer un nouveau jalon. Raccourci <b>[CTRL] [/]</b>

source: Click on the button to set-up a new task. Shortcut <b>[f3]</b>
fr: Cliquez sur ce bouton pour définir une nouvelle tâche. Raccourci <b>[f3]</b>

source: Click this buton to jump to next month
fr: Cliquez sur ce bouton pour sauter au mois suivant

source: Click this buton to jump to previous month
fr: Cliquez sur ce bouton pour sauter au mois précédent

source: Click this button to change date
fr: Cliquez ce bouton pour changer la date

source: Click this button to choose or change resource's icon
fr: Cliquer sur ce bouton pour choisir ou changer l'icône de la ressource

source: Click this button to choose or change ressource's icon
fr: Cliquer sur ce bouton pour choisir ou changer l'icône de la ressource

source: Click this button to define a color for this resource
fr: Cliquer sur ce bouton pour choisir ou changer l'icône de la ressource

source: Click this button to export current timeline page as a PDF file
fr: Cliquez ce bouton pour exporter la page actuelle de la chronologie comme fichier PDF

source: Click this button to jump to next hit
fr: Cliquez sur ce bouton pour sauter à la prochaine occurrence

source: Click this button to jump to previous hit
fr: Cliquez sur ce bouton pour sauter à la précédente occurrence

source: Clone
fr: Cloner

source: Collaborate
fr: Collaborer

source: Color :
fr: Couleur :

source: Column
fr: Colonne

source: Completed
fr: Achevé

source: Cost :
fr: Coût :

source: Cost for the %d Resources
fr: Coût pour les %d ressources

source: Costs for Resource
fr: Coûts pour la ressource

source: Couldn't find pixmap file: %s
fr: Impossible de trouver le fichier pixmap : %s

source: Cur. cal. non-working days :
fr: Jours non-travaillés cal. actuel :

source: DD:MM:YY
fr: JJ:MM:AA

source: Daily schedules
fr: Horaires quotidiens

source: Dashboard
fr: Tableau

source: Date shift
fr: Déplacement de date

source: Dear participant,
fr: Cher(e) participant(e),

source: December
fr: Décembre

source: Default : 465
fr: Par défaut : 465

source: Default daily ending time
fr: Heure fin quotidienne par défaut

source: Default daily starting time
fr: Heure début quotidienne par défaut

source: Default schedule : <i>from</i>
fr: Horaire par défaut : <i>de</i>

source: Define a date shift
fr: Définir un déplacement de dates

source: Define a timeshift for whole project or current group.
fr: Définir un déplacement de date pour l'ensemble du projet ou le groupe courant

source: Define and modify project's calendars and daily schudules.
fr: Définir et modifier les calendriers et horaires quotidiens du projet

source: Define and modify project's properties and various global values.
fr: Définir ou modifier les propriétés du projet et diverses valeurs globales

source: Define global settings for PlanLibre.
fr: Définir les réglages globaux de PlanLibre

source: Define or modify a group of tasks
fr: Définir ou modifier un groupe de tâches

source: Define or modify a milestone
fr: Définir ou modifier un jalon

source: Define or modify a task.
fr: Définir ou modifier une tâche

source: Define recurring task
fr: Définir une tâche récurrente

source: Define user token ...
fr: Définir jeton utilisateur ...

source: Diagram 1 of 2 : repartition of monetary cost (excl. non-working days, clamped).
fr: Diagramme 1 sur 2 : répartition des coûts monétaires (excl. les jours non-ouvrés, contraint).

source: Do not hesitate to let us know if you have any needs .
fr: N'hésitez pas à nous faire savoir si vous avez le moindre besoin.

source: Do tou really want to remove this calendar ? This operation isn't cancellable ...
fr: Êtes-vous sûr(e) de vouloir supprimer ce calendrier ? Cette opération ne peut-être annulée ...

source: Do you really want to quit this program ?
fr: Voulez-vous vraiment quitter ce programme ?

source: Do you really want to remove ALL marked days ? This operation isn't cancellable ...
fr: Êtes-vous sûr(e) de vouloir enlever TOUS les jours marqués ? Cette opération n'est pas annulable ...

source: Documents PDF files
fr: Fichiers de documents PDF

source: Don't hesitate to let us know if you have any needs.
fr: N"hésitez-pas à nous faire savoir si vous avez le moindre besoin.

source: Done
fr: Fait

source: Double-Click on a day to set it as a special day. Double-Click again to remove this marking.
fr: Faites un double-Clic sur une journée pour la marquer comme un jour particulier. Faites de nouveau un double-Clic pour enlever cette marque.

source: Double-click on a resource to modify it, right-click for other options
fr: Double-cliquez sur une ressource pour la modifier, ou clic-droit pour d'autres options

source: Due :
fr: Dû :

source: Duration (days, hours) :
fr: Durée (jours, heures)

source: E>>E
fr: F>>F

source: E>>S
fr: F>>D

source: E_dit
fr: E_dition

source: Edit selected ressource
fr: Éditer la ressource sélectionnée

source: Edit selected task, group, milestone
fr: Éditer la tâche, le groupe, le jalon sélectionné

source: Empty
fr: Vide

source: Ending date :
fr: Date de fin :

source: Ending date :
fr: Date de fin :

source: Equipment
fr: Équipement

source: Error ! Mail sending aborted because there isn't any recipient !
fr: Erreur ! L'envoi des courriels a été annulé parce qu'il n'y a aucun destinataire !

source: Error ! Mail sending aborted partially or totally. Please try again after checking your Internet connection and accounts settings.
fr: Erreur ! L'envoi des courriels a échoué pour tout ou partie. Veuillez réessayer après avoir vérifié votre connexion Internet et la configuration de votre compte.

source: Every year by date
fr: Chaque année pour la date

source: Export agenda
fr: Exporter Agenda

source: Export as Image
fr: Exporter comme image

source: Export as PDF
fr: Exporter comme PDF

source: Export as calendar/agenda file ...
fr: Exporter comme fichier calendrier/agenda

source: Export as drawing
fr: Exporter comme croquis

source: Export assignments as PDF
fr: Exporter affectations comme PDF

source: Export current assignments to a PDF file
fr: Exporter les affectations courantes vers un fichier PDF

source: Export current assignments to a PNG file
fr: Exporte les affectations actuelles vers un fichier PNG

source: Export current assignments to a SVG file
fr: Exporter les affectations actuelles comme fichier SVG

source: Export current project tasks agenda as a Icalendar compatible file
fr: Exporter l'agenda des tâches actuelles du projet comme un fichier compatible Icalendar

source: Export current report to word processor
fr: Exporter le rapport actuel vers un traitement de texte

source: Export current timeline to a PDF file
fr: Exporter la chronologie actuelle comme fichier PDF

source: Export current timeline to a PNG file
fr: Exporter la chronologie actuelle comme fichier PNG

source: Export current timeline to a SVG file
fr: Exporter la chronologie actuelle comme fichier SVG

source: Export tasks to Trello® online services
fr: Exporter les tâches vers les services en ligne de Trello®

source: Export tasks to spreadsheet file ...
fr: exporter les tâches vers un fichier de tableur...

source: Export timeline as Image
fr: Exporter la chronologie comme image

source: Export timeline as PDF
fr: Exporter la chronologie comme PDF

source: Export timeline as drawing
fr: Exporter la chronologie comme croquis

source: Export timeline as image
fr: Exporter la chronologie comme image

source: Export to Trello completed. Congratulations !
fr: Exportation vers Trello réussie. Félicitations !

source: Export to file
fr: Exporter vers fichier

source: Export to spreadsheet
fr: Exporter vers tableur

source: February
fr: Février

source: File
fr: Fichier

source: Found :
fr: Trouvé :

source: Fr
fr: Ve

source: Fri.
fr: Ven.

source: Friday
fr: Vendredi

source: From
fr: De

source: From non-profit organization
fr: D'une organisation à but non-lucratif

source: From public administration
fr: D'une administration publique

source: GPS coordinates :
fr: Coordonnées GPS :

source: Global activity analysis
fr: Analyse globale de l'activité

source: Global cost analysis
fr: Analyse globale des coûts

source: Global dates shift
fr: Déplacement global des dates

source: Group :
fr: Groupe :

source: Group Name :
fr: Nom du groupe :

source: Group of tasks
fr: Groupe de tâches

source: Help
fr: Aide

source: Here you can indicate your personal user token required to allow access to your account. This token must be collected on Trello® website. <i>These settings are for advanced users or administrators.</i>
fr: Vous pouvez ici indiquer votre jeton personnel requis pour accéder à votre compte. Ce jeton doit être récupéré sur le site Internet de Trello®. <i>Ces réglages sont destinés aux utilisateurs avancés ou administrateurs.</i>

source: Here you can specify how your messages will be sent. <i>These settings are for advanced users or administrators.</i>
fr: Vous pouvez ici indiquer comment vos messages seront envoyés. <i>Ces réglages sont destinés aux utilisateurs avancés ou administrateurs.</i>

source: High
fr: Haute

source: Home
fr: Accueil

source: Human work force
fr: Force de travail humain
