Repository: Luc-Ami/PlanLibre
Catalog: po/*.po
Languages: fr

source: Token status : not defined or stored in keyring
fr: Status du jeton : non défini ou stocké dans le trousseau de clés

source: Tomorrow
fr: Demain

source: Total number of non-working days defined
fr: Nombre total de jours non travaillés définis

source: Translators credits
fr: Crédits traducteurs

source: Tu
fr: Ma

source: Tue.
fr: Mar.

source: Tuesday
fr: Mardi

source: Type a currency identifier, for example USD, EUR ...
fr: Tapez un identifiant de devise, par exemple USD, EUR ...

source: Type here a word or a part of word.
fr: Tapez ici un mot ou une partie de mot

source: Type here how much times current ressource should be cloned (minimum = 2)
fr: Tapez ici le nombre de fois que la ressource courante sera clonée (minimum = 2)

source: Type here the "minutes" part if relevant, between 0 and 59.
fr: Tapez ici si nécessaire la partie "minutes", entre 0 et 59.

source: Type here the cost in monetary units
fr: tapez ici le coût en unités monétaires

source: Type here the hour when ends the first period (from 0 to 23)
fr: Tapez ici l'heure de fin de la première période (entre 0 et 23)

source: Type here the hour when starts the first period (from 0 to 23)
fr: Tapez ici l'heure de début de la première période (entre 0 et 23)

source: Type here the hour when starts the fourth period (from 0 to 23)
fr: Tapez ici l'heure de début de la quatrième période (entre 0 et 23)

source: Type here the hour when starts the second period (from 0 to 23)
fr: Tapez ici l'heure de début de la deuxième période (entre 0 et 23)

source: Type here the hour when starts the third period (from 0 to 23)
fr: Tapez ici l'heure de début de la troisième période (entre 0 et 23)

source: Type here the minute when ends the first period (from 0 to 59)
fr: Tapez ici la minute de fin de la première période (entre 0 et 59)

source: Type here the minute when starts the first period (from 0 to 59)
fr: Tapez ici la minute de début de la première période (entre 0 et 59)

source: Type here the minute when starts the fourth period (from 0 to 59)
fr: Tapez ici la minute de début de la quatrième période (entre 0 et 59)

source: Type here the minute when starts the second period (from 0 to 59)
fr: Tapez ici la minute de début de la deuxième période (entre 0 et 59)

source: Type here the minute when starts the third period (from 0 to 59)
fr: Tapez ici la minute de début de la troisième période (entre 0 et 59)

source: Type here the quantity of this resource used. You can type a fractionnal value if necessary.
fr: Entrez ici la quantité utilisée de cette ressource Vous pouvez saisir une valeur fractionnelle si nécessaire.

source: Type or paste here your user token
fr: Tapez ou collez ici votre jeton personnel

source: Type your e-mail
fr: Tapez votre courriel

source: Undo last operation
fr: Annuler la dernière opération

source: Units :
fr: Unités :

source: Unknown affiliation
fr: Appartenance inconnue

source: Unknown location
fr: Emplacement inconnu

source: Unknown type
fr: Type inconnu

source: Use
fr: Utiliser

source: Use this calendar to choose the new starting date
fr: Utilisez ce calendrier pour choisir la nouvelle date de début

source: User identifier
fr: Identifiant utilisateur

source: Voluntary
fr: Bénévole

source: Warning ! You've activated one or more auto-mailing settings. Now, you should launch <b>manually</b> your mailings (see menu <b>collaborate</b>), or wait until tomorrow for <b>automatic</b> mailings.
fr: Avertissement ! Vous avez configuré un ou plusieurs courriels automatiques. Vous devriez maintenant envoyer <b>manuellement</b> vos courriels (voir menu <b>collaborer</b>), ou attendre demain pour un envoi <b>automatique</b>.

source: We
fr: Me

source: We hope that a significant progress will be accomplished.
fr: Nous espérons qu'un progrès significatif sera réalisé.

source: We want to remind you that this task should be completed today.
fr: Nous voulons vous rappeler que cette tâche devra être terminée aujourd'hui.

source: We want to remind you that this task will start tomorrow.
fr: Nous voulons vous rappeler que cette tâche commence demain.

source: We want to thank you.
fr: Nous souhaitons vous remercier.

source: We've noticed that this task is, today, overdue.
fr: Nous avons noté que cette tâche apparaît, aujourd'hui, en retard.

source: Wed.
fr: Mer.

source: Wednesday
fr: Mercredi

source: Weekly by day(s) of week
fr: Hebdomadairement par jour(s) de la semaine

source: Word Processors RTF files
fr: Fichiers RTF pour traitement de texte

source: Work time
fr: Temps de travail

source: Working days :
fr: Jours de travail :

source: You can type any value between 0 and 1000 days.
fr: Vous pouvez taper toute valeur entre 0 et 1000 jours.

source: You can type any value between 0 and 23 hours.
fr: Vous pouvez taper toute valeur entre 0 et 23 heures.

source: Your current message is empty. Do you want to send it anyway ?
fr: Votre message est actuellement vierge. Voulez-vous quand même l'envoyer ?

source: Your current project is modified. Do you want to save it before clearing all datas ?
fr: Votre projet a été modifié. Voulez-vous l'enregistrer avant que toutes les données ne soient effacées ?

source: Your personal Token :
fr: Votre jeton personnel :

source: Your project manager.
fr: Votre gestionnaire de projet.

source: _Cancel
fr: _Annuler

source: _Collaborate
fr: _Collaborer

source: _File
fr: _Fichier

source: _Help
fr: _Aide

source: _Modify ...
fr: _Modifier

source: _Modify resource ...
fr: _Modifier ressource ...

source: _New milestone ...
fr: _Nouveau jalon

source: _New task ...
fr: _Nouvelle tâche ...

source: _Open
fr: _Ouvrir

source: _Resource charge ...
fr: _Utilisation de la ressource ...

source: _Resource cost ...
fr: coût de la _ressource ...

source: activate/desactivate usage of this period.
fr: Activer/désactiver l'utilisation de cette période

source: all participants
fr: tous les participants

source: as soon as possible
fr: dès que possible

source: backup_of_
fr: sauvegarde_de_

source: change ...
fr: modifier ...

source: click on a resource to select it
fr: cliquez sur une ressource pour la sélectionner

source: click on a task to select it
fr: cliquer sur une tâche pour la sélectionner

source: completed
fr: achevé

source: completed yesterday
fr: achevée hier

source: don't end after
fr: ne pas terminer après le

source: don't end after ...
fr: ne pas terminer après le ...

source: fixed
fr: fixé

source: from %s to %s
fr: du %s au %s

source: from other profit organization
fr: d'une autre organisation commerciale

source: from our organization
fr: de notre organisation

source: his/her name
fr: son nom

source: mark a day when the ressource isn't working, for various reasons
fr: marquer comme un jour où la ressource ne travaille pas, pour des raisons diverses

source: mark day as non-worked
fr: marquer le jour comme non travaillé

source: mark day as non-worked for vacations or holy-days
fr: marquer le jour comme non-travaillé pour vacances ou férié

source: mark days, for example for medical reasons, kids keeping and so on
fr: marquer le jour, par exemple pour raisons médicales, garde d'enfant, etc.

source: mark this period
fr: marquer cette période

source: month(s)
fr: mois

source: must start on
fr: doit commencer le

source: must start on ...
fr: doit commencer le ...

source: name
fr: nom

source: no
fr: non

source: no name
fr: sans_nom

source: noname
fr: sans_nom

source: none after
fr: aucun après

source: none before
fr: aucun avant

source: only for participants ended tasks since yesterday
fr: uniquement pour les participants ayant achevé une tâche depuis hier

source: only for participants ending a task today
fr: uniquement pour les participants terminant une tâche aujourd'hui

source: only for participants overdue
fr: uniquement pour les participants en retard

source: only for participants starting a task tomorrow
fr: uniquement pour les participants commençant une tâche demain

source: overdue
fr: en retard

source: per day
fr: par jour

source: per hour
fr: par heure

source: per month (30 days)
fr: par mois (30 jours)

source: per week (5 days)
fr: par semaine (5 jours)

source: send for completed tasks
fr: envoyer pour les tâches achevées

source: send for overdue tasks
fr: envoyer pour les tâches en retard

source: send for tasks ending today
fr: envoyer pour les tâches se terminant aujourd'hui

source: send for tasks starting tomorrow
fr: envoyer pour les tâches commençant demain

source: sending ...
fr: Envoi ...

source: sending mails
fr: Envoi courriels

source: shift
fr: déplacer

source: smtp.server.com
fr: smtp.serveur.com

source: start no earlier than
fr: Ne pas commencer avant le

source: start no earlier than ...
fr: Ne pas commencer avant le ...

source: starting tomorrow
fr: commençant demain

source: there isn't any auto mailing for now
fr: pas de courriel automatique pour le moment

source: times
fr: fois

source: title
fr: titre

source: to
fr: à

source: type a name as you want
fr: Tapez le nom de votre choix

source: type here a limit, thus the repeating process will cease even if the project's ending time isn't reached
fr: Tapez ici une limite, de cette façon la répétition s'arrêtera même si la date de fin du projet n'est pas atteinte

source: type here an optionnal location
fr: tapez ici un emplacement optionnel

source: type here the milestone name
fr: tapez ici le nom du jalon

source: uncategorized
fr: non classé

source: week %d of %d
fr: semaine %d de %d

source: week %d of %d - %s
fr: Sem. %d de %d - %s

source: week %d of %d - %s/%s
fr: sem. %d de %d - %s/%s

source: week %d of %d-%s
fr: sem. %d de %d-%s

source: week(s)
fr: semaine(s)

source: with an average of %.2f task(s) by resource.
fr: avec en moyenne %.2f tâche(s) par ressource.

source: year(s)
fr: année(s)

source: yes
fr: oui

source: you can mark at the same time more than one day
fr: vous pouvez marquer plusieurs jours en même temps

source: you're assigned to task : %s.
fr: vous êtes affecté(e) à la tâche : %s.

source: you've been assigned to task : %s.
fr: vous avez été affecté(e) à la tâche : %s.

source: your id or email
fr: Votre identifiant ou adresse de courriel

source: your password on mail server
fr: Votre mot de passe sur le serveur de courriel
